Revit 2024 API
BuiltInFailures.CurtainGridFamilyFailures.AllMullionsAreTooShort Property
 The mullion(s) you are trying to place is too short for his type, and was not placed on the grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId AllMullionsAreTooShort { get; }
Visual Basic
Public Shared ReadOnly Property AllMullionsAreTooShort As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ AllMullionsAreTooShort {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CurtainGridFamilyFailures Class
Autodesk.Revit.DB Namespace